[
  {
    "id": 1,
    "albumArt3D": "",
    "albumTitle": "The Love Club: EP",
    "albumSubtitle": "16 year old songwriter prodigy, a start to something special!",
    "albumDate": 2013,
    "albumDescription": "The Love Club EP is the debut extended play , co-writted with Scott MacLachlan and Joel Little produced it in 2011. Lorde self-released the EP via SoundCloud in 2012, and it was commercially released in 2013 by Universal Music Group and Virgin Records. The EP was an indie rock-influenced electronica and electropop album that charted at number two in New Zealand and Australia, as well as being certified platinum and 9 times platinum in the United States. As of August 2013, it had sold 60,000 copies, and Lorde had performed at various concerts. The song 'Royals' was released as a single.",
    "embedSRC": "https://open.spotify.com/embed/album/0zUEZI3Z9kZuPoyoWakf75?utm_source=generator",
    "albumGenre": ["Indie Rock", "Electronica", "Electro Pop"],
    "popularAlbumTrack": "Royals",
    "myFavouriteTrack": "Bravado",
    "myFavouriteTrackDescript": "Simply because I feel like a villian. Apart from that, Bravado can be interpreted in many ways. I see it from a point of depression and dealing with social anxiety. 'It's a switch flipped. It's a pill tipped back. It's a moon eclipsed. And I can tell you that when the lights come on, I'll be ready for this' - These lyrics are a direct translation of how I feel when I'm in a social situation or depressive state. You'll never see the true me because I switch how I am, like night and day."
  },
  {
    "id": 2,
    "albumArt3D": "",
    "albumTitle": "Pure Heroine",
    "albumSubtitle": "The teenage years are coming to life through music",
    "albumDate": 2013,
    "albumDescription": "https://open.spotify.com/embed/album/0rmhjUgoVa17LZuS8xWQ3v?utm_source=generator",
    "embedSRC": "Lorde's debut studio album, Pure Heroine, was released in 2013. Scott Maclachlan, an A&R representative, produced it, and it was released by Universal, Lava, and Republic Records. It's a minimal electronica, dream pop, and electropop album with deep bass and programmed beats. It was nominated for Best Pop Vocal Album at the 56th Annual Grammy Awards and received generally positive reviews from music critics. The album was certified platinum in the United Kingdom, double platinum in Canada, and triple platinum in Australia and the United States for its influence on modern pop music.",
    "albumGenre": ["Electro Pop", "Pop", "Art Pop"],
    "popularAlbumTrack": "Team",
    "myFavouriteTrack": "Buzzcut Season",
    "myFavouriteTrackDescript": "The world we live in is exactly how Lorde describes it. 'Explosions on TV and all the girls with heads inside a dream' - All the wars, natural disasters and other injustices, only the people experiencing them are faced to deal with their misfortunes while everyone else in the world live in their own bubbles and troubles. Makes me think, am I living in a make believe world, where everything is good, to escape the harsh reality of this world? I'm living in a hologram with... Lorde!"
  },
  {
    "id": 3,
    "albumArt3D": "",
    "albumTitle": "Melodrama",
    "albumSubtitle": "Young adult with a bang",
    "albumDate": 2017,
    "albumDescription": "Melodrama is Lorde's second studio album. It was released in 2017 and was inspired by her disillusionment with fame at the time. To expand her artistry beyond Pure Heroine, Jack Antonoff was chosen as the primary collaborator. The album is a piano-based electropop record with pulsing synthesisers and dense electronic beats. It was certified gold or platinum in the United States and Canada, and it was nominated for Album of the Year at the 60th Grammy Awards in 2018. It has received widespread critical acclaim and was ranked 460 on Rolling Stone's revised list of the 500 Greatest Albums of All Time.",
    "embedSRC": "https://open.spotify.com/embed/album/2B87zXm9bOWvAJdkJBTpzF?utm_source=generator",
    "albumGenre": ["Electro Pop", "Dream Pop", "Electronica"],
    "popularAlbumTrack": "Green Light",
    "myFavouriteTrack": "Liability",
    "myFavouriteTrackDescript": "Imagine being a burden or a nuisance to someone who you love. Perhaps I love this song because of the person I tend to be when I am too comfortable around people. Trust me, I feel I can be somewhat odd. Tell me, do butterflies poop? Are eyebrows facial hair? Where is the human voice located and why is it different for everyone? I think of such things all the time and people might find me coocoo. Liability is all about having self love. If no one loves me, I'll always thy myself."
  },
  {
    "id": 4,
    "albumArt3D": "",
    "albumTitle": "Solar Power",
    "albumSubtitle": "Are we all grown up now?",
    "albumDate": 2021,
    "albumDescription": "Solar Power is Lorde's third studio album, written and produced by American musician Jack Antonoff. Going South, Lorde's 2019 Antarctica visit memoir, was released in June 2021. The album was released on a solar eclipse and reached number two on the New Zealand Singles Chart, followed by 'Stoned at the Nail Salon' and 'Mood Ring'. Lorde referred to it as her 'weed album', and its lyrics revolve around solipsism and summer escapism, as well as her disdain for fame and celebrity culture. After topping the charts in Australia and New Zealand, Solar Power also charted in Austria, Belgium, Canada, the Netherlands, Germany, Ireland, Portugal, Spain, Sweden, Scotland, Switzerland, the United Kingdom, and the United States.",
    "embedSRC": "https://open.spotify.com/embed/album/4SBl4zvNIL4H137YRf2P0J?utm_source=generator",
    "albumGenre": ["Indie Folk", "Psychedelic Pop", "Psychedelic Folk"],
    "popularAlbumTrack": "Solar Power",
    "myFavouriteTrack": "The Man With The Axe",
    "myFavouriteTrackDescript": "I actually thought this was a sad song, about loss or something else. Boy was I so wrong. Although the melody is melancholic and has dropped in tempo, this is actually a love ballad! I'm no huge fan of anything romantic but this song is just so cozy and beautiful. The name of the track as well is an indication of how hard Lorde fell in love. She plays on the idea that axes cut down trees and they fall without control - the same way she fell for this man. Just beautiful. I, on the other hand am an Australian Buloke. No man with an axe in sight."
  }
]
